export default {
    data() {
        return {
            speciesFilter: [
                '1종',
                '4종',
            ],
            companyFilter: [
                '교육시설',
                '기타보험사',
                '농협생명',
                '농협손보',
                '더케이손보',
                '롯데손보',
                '메리츠',
                '삼성화재',
                '새마을',
                '수협',
                '신협',
                '한국해운',
                '한화손보',
                '현대해상',
                '화물공제',
                '흥국화재',
                'AIG손보',
                'AJ바이크',
                'AXA',
                'DB손보',
                'KB손보',
                'KB손사',
                'LIG손보엔설팅',
                'MG손보',
            ],
        }
    },
    computed: {
        
    },
}