export default {
    data() {
        return {
            statusFilter: [
                '정상',
                '사용안함',
            ],
            departmentFilter: [
                '경영지원',
                '1종사업부',
                '  서울본사',
                '    차량팀',
                '    재물팀',
                '    배상팀',
                '    북부팀',
                '    배상2팀',
                '    정책보험팀',
                '    누수팀',
                '  남부지사',
                '  서면심사',
                '    KB서면심사',
                '  수원지사',
                '  강원지사',
                '  대전지사',
                '  대전지사2',
                '  전주지사',
                '  광주지사',
                '  대구지사',
                '  대구지사2',
                '  대구지사3',
                '  부산지사',
                '인보험본부',
                '  서울1팀',
                '  서울2팀',
                '  인천팀',
                '  수원팀',
                '  강원팀',
                '  대전팀',
                '  전주팀',
                '  광주팀',
                '  대구팀',
                '  부산팀',
                '정보입력',
                '  대전정보입력팀',
            ],
            allFilter: [
                '사원명'
            ],
        }
    },
    computed: {
        
    },
}